Repository: DimitriHautot/tvoxx-ios
Catalog: TVoxx/*.lproj/Localizable.strings
Languages: fr

source: Add to watchlist
fr: Ajouter à ma liste

source: Could not find any speaker
fr: Impossible de trouver des orateurs

source: Error while adding this talk to your watchlist
fr: Impossible d'ajouter cette présentation à votre liste

source: Error while removing this talk from your watchlist
fr: Impossible d'enlever cette présentation de votre liste

source: Impossible to access your watchlist
fr: Impossible d'accéder à votre liste

source: Impossible to load your watchlist
fr: Impossible de charger votre liste

source: No result found
fr: Aucun résultat

source: No speaker to load
fr: Aucun orateur

source: No talk in watchlist. To add some, go to individual talks and tap "Add to watchlist"
fr: Aucune présentation dans votre liste. Pour en ajouter, rendez-vous dans les présentations et cliquez sur "Ajouter à ma liste"

source: No talk in watchlist. To add some, go to individual talks and tap "Add to watchlist".
fr: Aucune présentation dans votre liste. Pour en ajouter, rendez-vous dans les présentations et cliquez sur "Ajouter à ma liste".

source: No talk to load
fr: Aucune présentation à charger

source: Out of %d votes
fr: A partir de %d votes

source: Play
fr: Lecture

source: Remove from watchlist
fr: Retirer de ma liste

source: Search talks
fr: Rechercher des présentations

source: Speakers
fr: Orateurs

source: Talks
fr: Présentations

source: Unknown error. Please try again later.
fr: Erreur inconnue. Merci de réessayer plus tard.

source: You need to sign in to your iCloud account in order to use the watchlist feature. On the Home screen, launch Settings, tap Accounts, then tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
fr: Vous devez vous connecter à votre compte iCloud pour utiliser la fonctionnalité "Ma liste". Sur l'écran d'accueil, lancez "Réglages", cliquez sur Comptes, puis iCloud, et saisissez vos identifiants Apple. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, cliquez sur Créer un nouvel identifiant Apple ID.
